const articles = [
    { keywords: ['Магион-5', 'спутник', 'магион', 'спутник магион 5', 'magion-5', 'Магион 5', 'магион 5', 'magion 5', 'Magion',], link: 'magion.html' },
    { keywords: ['Поиск', 'Правила', 'правила', 'Правило', 'правило'], link: 'search.html' },
    { keywords: ['МКА-ФКИ', 'мка-фки', 'МКА', 'мка', 'ФКИ', 'фки', 'МКА ФКИ', 'мка фки',], link: 'mkafka.html' },
    { keywords: ['Магион 1', 'магион 1', 'магион', 'Спутник магион', 'Магион-1', 'магион-1',], link: 'magion1.html' },
];